export const rulesConstants = [
  {
    description: 'Загальні правила та визначення',
    information: `1.1. Якщо ви вирішили користуватися Immortal сайтами та їх додатками, включаючи RSS, API, програмне забезпечення та інші файли, ви даєте згоду на дотримання всіх умов, викладених у цих Правилах користування сайтом (надалі - Правила).

    1.2. Ми можемо змінювати, додавати або видаляти частини цих Умов надання послуг у будь-який час і такі зміни набирають чинності негайно після публікації. Ваше зобов’язання розглянути ці Правила перед кожним використанням сайту і продовжуючи використовувати цей сайт, ви погоджуєтесь на будь-які зміни.
    
    1.3. Якщо будь-яке положення цих Правил або будь-які майбутні зміни неприйнятні для Вас, Ви можете скасувати ваше членство за допомогою електронної пошти: immortall.lv@gmail.com (див. розділ 9 про припинення доступу до сайту). Ваше подальше використання сайту зараз або після публікації повідомлення про будь-які зміни цих правил, буде вказувати на прийняття Вами цих правил, включаючи зміни до них.
    
    1.4. Ми можемо змінити, призупинити або припинити в будь-який час доступ до сайту, включаючи доступність будь-якої інформації, бази даних або контенту. Ми також можемо накладати обмеження на певні функції або обмежувати ваш доступ до частини або всього сайту без повідомлення або відповідальності.
    `
  },
  {
    description: 'Контент сайту',
    information: `2.1. Матеріали, опубліковані на сайті, призначені для Вашого особистого некомерційного використання. Всі матеріали, опубліковані на сайті захищені авторським правом і знаходяться у володінні або під контролем Компанії або сторони, яка є постачальником контенту. Ви повинні дотримуватися всіх додаткових повідомлень про авторські права, інформації або обмежень, що містяться на будь-якій сторінці.

    2.2. Зміст сайту захищений авторським правом відповідно до законодавства України та міжнародного авторського права. Ви не маєте права змінювати, публікувати, передавати, брати участь у передачі або продажу, відтворювати (за винятком випадків, передбачених в пункті 2.3, 2.4 та 2.5 цих Умов надання послуг), створювати нові твори, поширювати, виконувати, або яким-небудь чином використовувати зміст сайту (включаючи програмне забезпечення) в цілому або в частині.
    
    2.3. Ви можете завантажити або скопіювати вміст сайту, інші компоненти та елементи, що відображаються на сайті, тільки для особистого використання, за умови дотримання всіх авторських прав та інших повідомлень, що містяться в ньому
    
    2.4. Інтернет-виданням дозволяється безкоштовно використовувати інформацію, розміщену на сайтах Компанії, за умови відкритого гіперпосилання та згадки першоджерела не нижче першого абзацу
    
    2.5 При купівлі памятного аккаунту Immortal надає змогу людям зберігати пам'ять про своїх близьких, використовуючи оцифровані матеріали:
    
    •	Текст
    •	Фото
    •	Відео
    •	Аудіо
    •	3D моделі
    
    Інформація розміщується на вебс-отрінці, користувач має змогу редагувати контент веб-сторінки
    
    Для веб-сторінки створюється QR-код котрий містить на неї посилання
    
    Користувач може мати сторінки 2-х типів:
    
    *Публічні
    Доступні всім користувачам котрі просканують QR-код
    *Приватні
    При скані QR-коду необхідно ввести пароль
    `
  },
  {
    description: 'Контент для користувачів: коментарі, огляди тощо',
    information: `3.1. Не дозволяється завантажувати, розповсюджувати та публікувати контент будь-якого наклепницького, образливого, непристойного, порнографічного, повторюваного (спам) чи іншого незаконного матеріалу.

    3.2. Матеріали сайту мають бути використані тільки в некомерційній формі. Ви не можете, без певного схвалення Компанії, поширювати або висвітлювати будь-який зміст, рекламу, тощо.
    
    3.3. Ви визнаєте, що будь-які матеріали поширені Вами, (наприклад контент, створюваний користувачами, в тому числі, але не обмежуючись ними: коментарі, форум, повідомлення, рецензії, текст, відео, аудіо та фотографій, а також комп'ютерний код і додатки) може бути видалений або змінений Компанією. Ви відмовляєтесь від будь-яких прав, які Ви можете мати в разі наявності такого матеріалу на сайті, а зміна матеріалів може бути здійснена навіть у разі якщо Ви не згодні. Матеріали також можуть бути включені в наші RSS-канали, API, і доступні для перевидання через інші формати.
    
    3.4. Ви надаєте Компанії, безстрокову, невиключну, по всьому світу, роялті-фрі, ліцензію на розміщені Вами матеріали, включаючи необмежене право Компанії або будь-якої третьої сторони, що дозволяє використовувати, копіювати, передавати, публікувати, поширювати, створювати похідні роботи, змінювати і адаптувати індекс, кеш, теги, кодувати, (включаючи без обмеження права на адаптацію до потокового завантаження, передачі, мобільного, цифрового сканування або інших технології) в будь-якій формі або засобах масової інформації, відомих зараз або в подальшому розроблені, в тому числі будь-які публікації, розміщені Вами на сайті.
    
    3.5. Ви несете повну відповідальність за зміст ваших публікацій. Компанія не має і не може кожен контролювати весь матеріал і не несе відповідальності за зміст цих повідомлень, Компанія залишає за собою право видаляти, переміщати або редагувати Публікації, які Компанія, за власним розсудом, вважає образливими, наклепницькими, непристойними, порушенням авторських прав і товарних знаків, або неприйнятними.
    
    3.6. Ви даєте згоду на відображення і публікацію на сайті розробленого Вами матеріалу, а також в оффлайн рекламних цілях.
    `
  },
  {
    description: 'Доступ і наявність послуг',
    information: `4.1. Матеріали можуть містити посилання, пов'язані з іншими World Wide Web Інтернет-сайтами, ресурсами та рекламодавцями. Так як ми не несемо відповідальності за доступність цих зовнішніх ресурсів або їх зміст, Ви повинні направляти будь-яке занепокоєння щодо будь-якого зовнішнього посилання адміністратору сайту.`
  },
  {
    description: 'Заяви та гарантії',
    information: `5.1. Ви запевнюєте, гарантуєте та обіцяєте:

    матеріали будь-якого роду, представлені через Ваш аккаунт:
    не будуть порушені, плагіатом або порушувати права третіх осіб, включаючи авторське право, товарні знаки, недоторканність приватного життя або інших особистих або майнових прав;
    містити наклепи чи інший незаконний матеріал;
    
    Ви щонайменше досягнули 16 років.
    
    5.2. Компанія не гарантує і не підтверджує точності або надійності будь-яких порад, думок, заяв чи іншої завантаженої або розповсюдження інформації через аккаунти будь-яких користувачів, постачальників інформації або будь-яких інших фізичних чи юридичних осіб. Ви визнаєте та усвідомлюєте, що покладання на такі думки, поради, заяви, меморандуми або іншу інформацію повинно бути на свій страх і ризик. Матеріали сайту поширюються «ЯК Є», без будь –яких гарантій включаючи гарантії на право власності або придатності для конкретних цілей. цим ви визнаєте, що використання послуги на свій страх і ризик.
    `
  },
  {
    description: 'Реєстрація та безпека',
    information: `6.1. Як частина процесу реєстрації або створення облікового запису, ви будете створювати облікові дані для входу, вибравши пароль та надання адреси електронної пошти. Ви також повинні надати нам певні відомості про себе, які повинні бути точними і оновленими.

    Кожна реєстрація для одного користувача. Ви не можете поділитися своїми обліковими даними реєстрації для входу, щоб ніхто інший не мав доступу до вашого аккаунта. Ми можемо скасувати або призупинити ваш доступ до сайту, якщо ви поділитеся своїми обліковими даними для входу. Ви несете відповідальність за збереження конфіденційності пароля, який Ви не повинні будете відкрити будь-якому представнику Компанії. Ви не можете:
    
    - вибрати або використовувати облікові дані іншої людини з тією метою, щоб видати себе за цю людину;
    
    - використовувати дані облікового запису без права дозволу власника;
    
    - використовувати облікові дані, на свій розсуд, якщо вони є чи вважаються образливими.
    
    Недотримання вищезазначених положень вважається порушенням Правил, які можуть призвести до негайного припинення існування Вашого аккаунта.
    
    6.2. Будь ласка, повідомте immortall.lv@gmail.com про будь-які відомі або передбачувані випадки несанкціонованого використання Вашого аккаунту, або про будь-яке відоме або передбачуване порушення безпеки, у тому числі втрати, крадіжки або несанкціонованого розкриття вашого пароля.
    
    6.3. Ви повинні досягнути 16 років, щоб підписатися на всі види послуг сайту.
    
    6.4. Ви несете відповідальність за будь-яке використання чи діяльність на вашому обліковому запису сайту, в тому числі за використання аккаунту третіми особами з вашого дозволу. Будь-яка шахрайська, образлива або інша протизаконна діяльність може бути підставою для припинення дій вашого облікового запису, на власний розсуд, і ми можемо направити відомості до відповідних правоохоронних органів.
    `
  },
  {
    description: 'Зв\'язок між Компанією та користувачами',
    information: `7.1. Якщо Ви заповнюєте реєстраційну форму з метою отримання певної інформації, ми, як власники і правонаступники, з дозволу певних сторонніх постачальників, надамо Вам інформацію про матеріали, опубліковані на сайтах.

    7.2. Ви надаєте, а Компанія залишає за собою право відправляти на Вашу електронну пошту інформацію про зміни або доповнення послуги на сайтах.
    
    7.3. Компанія залишає за собою право розкривати інформацію про використання та демографію за умови, що він не буде розкривати вашу особистість. Рекламодавці на наших веб-сайтах можуть збирати і поширювати особисту інформацію про Вас, тільки якщо Ви підтверджуєте свою згоду. Для отримання додаткової інформації ознайомтеся з нашою політикою конфіденційності.
    
    7.4. Компанія може зв'язатися з Вами по електронній пошті про Вашу участь в опитуванні користувачів, задаючи питання з метою покращення поточних або перспективних матеріалів. Ця інформація буде використана для покращення роботи сайтів і для кращого розуміння наших користувачів. Будь-яка інформація, яку ми отримуємо в таких опитуваннях, не буде передана третім особам, за винятком узагальненої форми без розкриття вашої особистості.
    `
  },
  {
    description: 'Ліцензії та програмне забезпечення',
    information: `8.1. Ви не маєте ніяких прав на пропрієтарне програмне забезпечення та супровідну документацію, або на будь-які покращення або зміни до них ("програмне забезпечення"), якщо у Вас не має доступу до сайту. Ви не можете субліцензувати, поступатися або передавати будь-які ліцензії, надані сайтом, і будь-яка спроба такого субліцензування, привласнення або передачі вважається недійсною та протиправною. Ви не можете копіювати, поширювати, змінювати, переробляти, або створювати похідні роботи від програмного забезпечення.`
  },
  {
    description: 'Припинення доступу до сайту',
    information: `9.1. Ви можете припинити дію акаунта в будь-який звернувшись на immortall.lv@gmail.com Після закінчення Ви отримаєте автоматичне підтвердження по електронній пошті, що заяву на видалення аккаунту прийнято, і ваш доступ буде припинений протягом 24 годин.

    9.2.Компанія може, на свій власний розсуд, видалити або призупинити доступ до всього сайту або його частини з будь-якої причини, включаючи, порушення або невиконання цих Правил.
    `
  },
  {
    description: 'Різне',
    information: `10.1. Ці Правила були внесені і повинні тлумачитися і застосовуватися відповідно до законів України. Будь-які спори щодо реалізації цих Правил будуть вирішуватися відповідним судом, розташованим на території України.

    10.2. Незважаючи на будь-які положення з вищевикладеного, нічого в цих Правилах не може використовуватися для тлумачення положень, зазначених в Політиці Конфіденційності.
    
    10.3. Листування слід здійснювати за адресою immortall.lv@gmail.com
    
    10.4. Ви погоджуєтесь негайно повідомляти про будь-які порушення авторських прав щодо матеріалів сайтів Компанії. У разі виникнення претензій з Вашого боку щодо порушення авторських прав щодо матеріалів, які містяться на сайтах Компанії, будь ласка, повідомте нам за адресою immortall.lv@gmail.com.
    `
  }
]